tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "act"
brew "python@3.11"
brew "awscli"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.12"
brew "awscurl"
brew "bat"
brew "bazelisk"
brew "bison"
brew "deno"
brew "direnv"
brew "docker"
brew "docutils"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "grc"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "libarchive"
brew "libiconv"
brew "libmagic"
brew "libpq"
brew "md5sha1sum"
brew "mercurial"
brew "neovim"
brew "pandoc"
brew "peco"
brew "pipx"
brew "postgresql@14", restart_service: true
brew "postgresql@15", restart_service: true
brew "railway"
brew "ripgrep"
brew "task"
brew "temporal"
brew "tmux"
brew "tree"
brew "uchardet"
brew "zoxide"
brew "zsh"
cask "aerospace"
cask "alacritty"
cask "alt-tab"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "orbstack"
cask "tomatobar"
vscode "21bluedolphins.bluedolphin"
vscode "4ops.terraform"
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bazelbuild.vscode-bazel"
vscode "be5invis.vscode-custom-css"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "dae.vscode-mac-color-picker"
vscode "dandric.vscode-jq"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dunstontc.dark-plus-syntax"
vscode "dunstontc.viml"
vscode "eamodio.gitlens"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.mermaid-export"
vscode "gruntfuggly.todo-tree"
vscode "johnpapa.vscode-peacock"
vscode "kangping.protobuf"
vscode "kevinrose.vsc-python-indent"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leizongmin.node-module-intellisense"
vscode "mattlott.copy-github-url"
vscode "mechatroner.rainbow-csv"
vscode "migrs.vimacs"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode.cpptools"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "rubymaniac.vscode-direnv"
vscode "sdras.night-owl"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sianglim.slim"
vscode "thehedgefrog.blue-whale"
vscode "tomoki1207.vscode-input-sequence"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "whizkydee.material-palenight-theme"
vscode "wholroyd.jinja"
vscode "wingrunr21.vscode-ruby"
vscode "yatki.vscode-surround"
vscode "yummygum.city-lights-theme"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
