zsh
git
neovim
tmux
htop
tree
ripgrep
fd
fzf
jq
direnv
go
rust
python
python-pip
nodejs
npm
base-devel
openssh
curl
wget
unzip
ttf-sourcecodepro-nerd
