zsh
git
neovim
tmux
htop
tree
ripgrep
fd
fzf
jq
direnv
go
rust
python
python-pip
nodejs
npm
base-devel
openssh
curl
wget
unzip
ttf-jetbrains-mono-nerd
github-cli
lazygit
grc
zoxide
eza
bat
pandoc
task
mercurial
uchardet
deno
python-pipx
golangci-lint
gopls
aws-cli-v2
kubectl
kubectx
docker
file
postgresql-libs
postgresql
python-cryptography
python-docutils
ttf-meslo-nerd
bazelisk
